Repository: byoso/django_silly_auth
Catalog: django_silly_auth/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Username or email
fr: Nom d'utilisateur ou email

source: Password
fr: Mot de passe

source: User '%(credential)s' unknown or unconfirmed
fr: Utilisateur '%(credential)s' inconnu ou non confirmé

source: Username
fr: Nom d'utilisateur

source: Confirm password
fr: Confirmez le mot de passe

source: different than password
fr: mots de passe différents

source: A username cannot include the symbol '@'.
fr: Un nom d'utilisateur ne peut pas inclure '@'.

source: '%(username)s' is already taken by someone else.
fr: '%(username)s' est déjà utilisé par quelqu'un.

source: '%(email)s' is already taken by someone else.
fr: '%(email)s' déjà utilisé par quelqu'un.

source: '%(credential)s' unknown or unconfirmed
fr: '%(credential)s' inconnu ou non confirmé

source: The passwords you entered do not match.
fr: Les mots de passe saisis ne correspondent pas.

source: New username
fr: Nouveau nom d'utilisateur

source: New email address
fr: Nouvelle adresse email

source: '%(email)s' already taken by someone else.
fr: '%(email)s' déjà utilisé par quelqu'un.

source: username
fr: nom d'utilisateur

source: Required. 150 characters or fewer. Letters, digits and ./+/-/_ only.
fr: Requis. 150 caractères maxi. Lettres, nombres et ./+/-/_ seulement.

source: A user with that username already exists.
fr: Un utilisateur utilise déjà ce nom.

source: Username must be less than 150 characters.
fr: Un nom d'utilisateur doit faire moins de 150 caractères.

source: Username must contain only letters, digits and ./+/-/_ characters.
fr: Un nom d'utilisateur ne doit contenir que des lettres, nombres, ou +/-/_/.

source: email address
fr: adresse email

source: This email is already associated with an existing account.
fr: Cet email est déjà associé à un compte existant.

source: Email not found
fr: Email inconnu

source: User not found
fr: Utilisateur inconnu

source: The given token does not match the user
fr: Le token fourni ne correspond pas à l'utilisateur

source: jwt token invalid or expired
fr: le token jwt est invalide ou expiré

source: This username is already associated with an existing account.
fr: Ce nom d'utilisateur est déjà associé à un compte existant.

source: Home
fr: Accueil

source: Account
fr: Compte

source: More
fr: Plus

source: Buy me a coffee
fr: Offrez-moi un café

source: Report an issue
fr: Signaler un problème

source: Log out
fr: Déconnexion

source: Sign up
fr: S'enregistrer

source: Log in
fr: Connexion

source: Single page
fr: Page simple

source: Users page
fr: Page utilisateurs

source: Test template
fr: Template de test

source: Simple test here
fr: Simple test ici

source: Test users
fr: Test utilisateurs

source: Change my Username
fr: Changer nom d'utilisateur

source: Change my email
fr: Changer mon email

source: Change my password
fr: Changer mon mot de passe

source: Change Email
fr: Changer d'email

source: Your current email:
fr: Email actuel:

source: confirm
fr: validez

source: Change Username
fr: Changer nom d'utilisateur

source: Current username
fr: Nom d'utilisateur actuel

source: <p> Welcome to Django Silly Auth :) </p> <p> You should not see this page in production. </p> <p> Please change this index in your project.
fr: <p> Bienvenue à Django Silly Auth :) </p> <p> Vous ne devriez pas voir cette page en production. </p> <p> Veuillez changer cet index dans votre projet.

source: Login
fr: Connexion

source: I forgot my password.
fr: J'ai oublié mon mot de passe.

source: My account exists but is unconfirmed, please send me the confirmation email again.
fr: J'ai un compte non confirmé, renvoyez-moi l'email de confirmation.

source: log in
fr: se connecter

source: Request password reset
fr: Demander réinitialisation du mot de passe

source: send me an email
fr: envoyez moi un email

source: Request resend account confirmation email
fr: Renvoyer un email de confirmation de compte

source: Reset Password
fr: Changer le mot de passe

source: user
fr: utilisateur

source: Sign Up
fr: S'enregistrer

source: Dear
fr: Cher

source: To confirm your email, please click on the following link: %(link)s If you have not registered an account, please ignore this message. Best regards
fr: Pour confirmer votre adresse email, veuiller cliquer sur le lien suivant: %(link)s Si vous n'avez pas de compte enregistré, veuillez ignorer ce message. Cordialement

source: To set or reset your password, please click on the following link: %(link)s If you did not request a password reset, please ignore this message. Best regards
fr: Pour réinitialiser votre mot de passe, cliquez sur le lien suivant: %(link)s Si vous n'êtes pas à l'origine de cette demande, veuillez ignorer ce message. Cordialement

source: Account Confirmation
fr: Confirmation du compte

source: Your account has not been confirmed yet. Please check your inbox for a confirmation link.
fr: Votre compte n'a pas encore été confirmé. Veuillez vérifier votre boite mail et utiliser le lien de confirmation.

source: Incorrect credentials.
fr: Indentifiants incorrectes.

source: Your account has been confirmed.
fr: Votre compte a été confirmé.

source: Your new email has been confirmed.
fr: Votre nouvel email a été confirmé.

source: You've been logged in via email confirmation, please change your password if necessary.
fr: Connexion par email de confirmation, changez votre mot de passe si besoin.

source: no credential provided
fr: aucun identifiant fourni

source: Your account is already confirmed.
fr: Votre compte est déjà confirmé.

source: Email sent for password reset
fr: Email envoyé pour réinitialisation du mot de passe

source: Logged out.
fr: Déconnexion.

source: No credentials were provided
fr: Aucun identifiant fourni

source: Invalid credential
fr: Identifiant non valide

source: Please check your inbox at '%(email)s' to confirm your account.
fr: Veuillez consulter votre boite mail à '%(email)s' pour confirmer votre compte.

source: If you do not confirm your account within the next %(hours)s hours, it will be deleted.
fr: Si vous ne confirmez pas votre compte dans les %(hours)s heures, il sera supprimé.

source: Password successfully changed.
fr: Mot de passe changé avec succès.

source: New email saved, check your inbox at '%(new_email)s' to activate it.
fr: Nouvel email enregistré, veuillez vérifier votre boite de réception à '%(new_email)s' pour l'activer.

source: Username successfully changed.
fr: Nom d'utilisateur changé avec succès.

source: Account successfully deleted.
fr: Compte utilisateur supprimé avec succès.

source: Incorrect credentials or unconfirmed account.
fr: Identifiants incorrects ou compte non confirmé.

source: Please check your inbox at '%(email)s' to confirm your account.
fr: Veuillez consulter votre email à '%(email)s' pour confirmer votre compte.

source: If you do not confirm your account within the next %(time)s hours, it will be deleted.
fr: Si vous ne confirmez pas votre compte dans les %(time)s heures, il sera supprimé.

source: Please check your inbox and follow the instructions to reset your password.
fr: Veuillez consulter votre boite mail et cliquer sur le lien fourni pour réinitialiser votre mot de passe.

source: Your account is no longer active. Please contact the administrator. No email has been sent.
fr: Votre compte est inactif. Contactez l'administrateur. L'envoi de l'email a été annulé.

source: Token invalid or expired
fr: Token invalide ou expiré

source: Your password has been successfully reset. Please log in.
fr: Votre mot de passe a été réinitialisé avec succès. Vous pouvez vous connecter.

source: You have been logged in via email confirmation. Please reset your password.
fr: Vous avez été connecté via un email de confirmation. Réinitialisez votre mot de passe si besoin.

source: New username set: '%(username)s'.
fr: Nouveau nom d'utilisateur: '%(username)s'.

source: Please check your inbox to confirm your new address at '%(email)s'
fr: Consultez votre boite mail à '%(email)s' pour confirmer votre compte.

source: Your account is already confirmed. No email has been sent.
fr: Votre compte est déjà confirmé, l'email n'est pas envoyé.

source: Please check your inbox to confirm your account.
fr: Consultez votre boite mail pour confirmer votre compte.

source: Your account has been confirmed
fr: Votre compte a été confirmé

source: Your new email has been confirmed
fr: Votre nouvelle adresse mail a été confirmée

source: Your account has already been confirmed.
fr: Votre compte a déjà été confirmé.

source: Your password has been successfully reset.
fr: Votre mot de passe a été réinitialisé avec succès.
